{
    "home": "ראשי",
    "blog": "בלוג",
    "new.bank.coming": "בנק חדש נולד",
    "home.blog.link": "לעדכונים האחרונים",
    "blog.post.title.kira-is-joining-esh-announcing-eshx": "קירה רדינסקי מצטרפת, מודיעים על הקמת eshX",
    "blog.post.description.kira-is-joining-esh-announcing-eshx": "אנו שמחים לבשר על מינויה של ד\"ר קירה רדינסקי כחברת דירקטוריון בבנק וכעומדת בראש המעבדה החדשה לטכנולוגיות הדור הבא - eshX.",
    "blog.post.posted.by.kira-is-joining-esh-announcing-eshx": "צוות esh",
    "blog.post.content.kira-is-joining-esh-announcing-eshx": "<h4>אנו שמחים לבשר על מינויה של ד\"ר קירה רדינסקי כחברת דירקטוריון בבנק וכעומדת בראש המעבדה החדשה לטכנולוגיות הדור הבא - eshX.</h4><div style='margin-top: 36px;'><p>קירה, בעלת תואר שלישי בבינה מלאכותית, מכהנת כמנכ״לית חברת Diagnostic Robotics, אחת מחברות הבינה המלאכותית המובילות בעולם הרפואה, היא מומחית בעלת שם עולמי בתחום למידת המכונה ופעמיים כלת פרס בטחון ישראל. קירה כיהנה כמדענית הראשית של חברת eBay ולפני כן הובילה הקמת מערכות ביג-דאטה בחברת Microsoft.</p></div><div style='margin-top: 36px;'><p>מעבדת eshX בהובלתה תעסוק ביישום טכנולוגיות עתידיות בתחומי הבנקאות. טכנולוגיות אלו ישולבו בפעילות חברת הטכנולוגיה של הקבוצה, ובפעילותו השוטפת של הבנק. שילוב זה יאפשר לייעל את השירות ולהוזיל את העלויות ללקוחות הבנק.</p></div><div style='margin-top: 36px;'><p>לצד קירה, בצוות אשר מגייס אנשים בימים אלו, ייקחו חלק אל״מ במיל׳ משה וולף מנהל הטכנולוגיה של הבנק, בעברו מפקד ביחידה 8200, גם הוא חתן פרס ביטחון ישראל ולשעבר מנכ״ל חברות תשתיות התשלום הלאומיות מס״ב ושב״א, זאת לצד השותף-המייסד והטכנולוג הראשי של הקבוצה מר אלכס ליברנט.</p></div><div style='margin-top: 36px;'><p>במינויה כדירקטורית, מצטרפת קירה ליו״ר דירקטוריון הבנק פרופ׳ שמואל האוזר, לשעבר יו״ר רשות ניירות ערך, אל הדירקטורית ומשנה ליו״ר הדירקטוריון ד״ר נדין בודו-טרכטנברג, לשעבר משנה לנגידת בנק ישראל, ואל מנכ״ל הבנק מר קובי מלכין, לשעבר מנכ״ל בנק אוצר החייל.</p></div><div style='margin-top: 36px;'><p>צוות esh.</p></div><p style='margin-top: 36px;'>הערה: כל המידע הרשמי של esh, לרבות הודעות לעיתונות, יפורסם דרך אתר זה. מי שמעוניין לעקוב אחר ההתקדמות שלנו, ניתן להירשם לקבלת עדכונים על ידי הזנת כתובת הדואר האלקטרוני למטה.</p>",
    "blog.post.title.the-equal-bank-board": "הדירקטוריון השוויוני-מגדרי",
    "blog.post.description.the-equal-bank-board": "אנחנו שמחים לעדכן על השלמת הרכב חברי הדירקטוריון של בנק esh ישראל (בהקמה). בדירקטוריון שלוש נשים ושלושה גברים.",
    "blog.post.posted.by.the-equal-bank-board": "צוות esh",
    "blog.post.content.the-equal-bank-board": "<h4>אנחנו שמחים לעדכן על השלמת הרכב חברי הדירקטוריון של בנק esh ישראל (בהקמה). בדירקטוריון שלוש נשים ושלושה גברים.</h4><div style='margin-top: 36px;'><p>אנו נמצאים בימים בהם השיח הציבורי בדבר שפל בייצוג נשי במערכת הבנקאית בתפקידים בכירים בפרט ובשוק ההון בכלל רועש וגועש. ב-2022 רק 27% מסך הדירקטוריות בתאגידים המדווחים היו נשים [1]. בבנקים ובחברות כרטיסי האשראי בישראל נשים מהוות 24% בלבד [2]. אנחנו גאים להוביל בימים אלו את הדירקטוריון השוויוני-מגדרי בתחום הבנקאות בישראל.</p></div><div style='margin-top: 36px;'><p>כבנק בתהליך הקמה יש לנו הזדמנות ליצור כבר מההתחלה תשתית ארגונית הפועלת בהרמוניה עם ערכינו. אנחנו מאמינים שגיוון מגדרי יוצר גיוון מחשבתי ורגשי בתהליכי קבלת החלטות, מגדיל את מספר הפתרונות לאתגרים איתם הבנק מתמודד ומרחיב את רשת הקשרים של הארגון.</p></div><div style='margin-top: 36px;'><p>לעולם הבנקאות מוניטין של עולם שמרני המבוסס על מודלים בנקאיים מסורתיים. ב-esh שמנו לעצמנו כמטרה לעבוד במודל המושתת על זהות אינטרסים וערכים עם לקוחותינו ועובדינו.</p></div><div style='margin-top: 36px;'><p>אנחנו מזמינים דירקטוריונים של בנקים וחברות נוספות ללכת בדרכנו.</p></div><div style='margin-top: 36px;'><p><b>חברי דירקטוריון הבנק:</b><br /><br /><ul><li>פרופ׳ שמואל האוזר - יו״ר דירקטוריון הבנק</li><li>ד״ר נדין בודו טרכטנברג - משנה ליו״ר הדירקטוריון</li><li>גב׳ אסתר לבנון – דירקטורית</li><li>ד״ר קירה רדינסקי – דירקטורית</li><li>פרופ׳ דן גלאי – דירקטור חיצוני</li><li>מר רון בדני -דירקטור חיצוני</li></ul></p></div><div style='margin-top: 36px;'><p><b>ברכות לחברי הדירקטוריון</b><br />צוות esh.</p></div>",
    "back": "< אחורה"
}
