{
    "home": "Home",
    "blog": "Blog",
    "new.bank.coming": "A new bank is coming",
    "home.blog.link": "Read Latest Updates",
    "blog.post.title.kira-is-joining-esh-announcing-eshx": "Kira is joining esh; announcing eshX",
    "blog.post.description.kira-is-joining-esh-announcing-eshx": "We are happy to announce the appointment of Dr. Kira Radinsky as a member of the bank's board of directors and as head of eshX - the new laboratory for next-generation technologies.",
    "blog.post.posted.by.kira-is-joining-esh-announcing-eshx": "Team Esh",
    "blog.post.content.kira-is-joining-esh-announcing-eshx": "<h4>We are happy to announce the appointment of Dr. Kira Radinsky as a member of the bank's board of directors and as head of eshX - the new laboratory for next-generation technologies.</h4><div style='margin-top: 36px;'><p>Kira, who has a PhD in artificial intelligence, serves as CEO of Diagnostic Robotics, one of the leading artificial intelligence companies in the world of medicine, is a world-renowned expert in the field of machine learning and a two-time winner of the Israel Defense Award. Kira served as eBay's chief scientist and before that led the establishment of big-data systems at Microsoft.</p></div><div style='margin-top: 36px;'><p>Under her leadership, eshX will be engaged in the application of future technologies in the fields of banking. These technologies will be integrated into the activities of the group's technology platform, and into the bank's activities. This combination will make it possible to optimize the service and lower the costs for the bank's customers.</p></div><div style='margin-top: 36px;'><p>Alongside Kira, in the team that is recruiting people these days, will take part Colonel Moshe Wolf, the bank’s CIO, former commander in unit 8200, also a winner of the Israel Defense Award and former CEO of the national payment infrastructure companies MASAV and SHVA, this alongside the co-founder and group CTO, Mr.  Alex Liverant.</p></div><div style='margin-top: 36px;'><p>With her appointment as a director, Kira joins the chairman of the bank's board of directors Prof. Shmuel Hauser, former chairman of the Israeli SEC, to the vice-chairman of the board Dr. Nadine Baudot-Trajtenberg, former deputy governor of the Central Bank of Israel, and to the bank's CEO, Mr. Kobi Malkin, former CEO of the Soldiers Treasury Bank.</p></div><div style='margin-top: 36px;'><p>Team esh.</p></div><p style='margin-top: 36px;'>Note: All official esh information, including press releases, will be published solely through this website. If you are interested in following our progress, please subscribe by entering your email address below.</p>",
    "blog.post.title.the-equal-bank-board": "The Equal Bank Board of Directors",
    "blog.post.description.the-equal-bank-board": "We are happy to announce the completion of the composition of the board of directors of Bank esh Israel (in setup).",
    "blog.post.posted.by.the-equal-bank-board": "Team Esh",
    "blog.post.content.the-equal-bank-board": "<h4>We are happy to announce the completion of the composition of the board of directors of Bank esh Israel (in setup).</h4><div style='margin-top: 36px;'><p>We have a unique opportunity to create, from the outset, an organizational structure based on our values, that works in harmony with the spirit of the times, allowing us to deviate from organization structures that developed in a world governed by different values.</p></div><div style='margin-top: 36px;'><p>One of the main distortions accompanying many corporations around the world is the lack of gender equality among board members. In 2021, only 27% of directors in public corporations were women (1) - a little more than a quarter. The Securities Authority has set a goal of correcting this, striving to have female directors make up at least 35% of all directors by 2028 (2) - a little more than a third. In fact, in banks and credit card companies, women make up only 24% of the board members - less than a quarter (3).</p></div><div style='margin-top: 36px;'><p>In addition to the importance of balance and equality, studies show that gender diversity facilitates mental and emotional diversity in decision-making processes, increases the number of potential solutions raised when addressing challenges, expands the organization's network of connections and its access to business opportunities.</p></div><div style='margin-top: 36px;'><p>As an organization striving to change perceptions and models in the traditional banking world, we decided at esh to have an equal board of directors from the very beginning of our operations.</p></div><div style='margin-top: 36px;'><p>The bank's board of directors is comprised of 3 women and 3 men.</p></div><div style='margin-top: 36px;'><p>Each individual is a person whose name goes before them, each chosen based on their extensive experience.</p></div><div style='margin-top: 36px;'><p>We invite the boards of other banks and companies to follow our lead.</p></div><div style='margin-top: 36px;'><p><b>Members of the Bank’s Board of Directors:</b><br /><br /><ul><li>Prof. Shmuel Hauser - Chairman of the Board of Directors</li><li>Dr. Nadine Baudot Trajtenberg – Vice-Chairman of the Board of Directors</li><li>Ms. Ester Levanon - Director</li><li>Dr. Kira Radinsky - Director</li><li>Prof. Dan Galai - External Director</li><li>Mr. Ron Bedni - External Director</li></ul></p></p></div><div style='margin-top: 36px;'><p><b>Congratulations to the members of the board,</b><br />Team esh.</p></div>",
    "back": "< Back"
}

